export interface StanzaType {
  title?: 'refrain' | 'final'
  lyric: string
}

export interface HymnType {
  id: string
  number: number
  title: string
  stanzas: StanzaType[]
}

export type HymnsType = HymnType[]

export const hymns: HymnsType = [
  {
    id: '1',
    number: 1,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '2',
    number: 2,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '3',
    number: 3,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '4',
    number: 4,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '5',
    number: 5,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '6',
    number: 6,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '7',
    number: 7,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '8',
    number: 8,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '9',
    number: 9,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '10',
    number: 10,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '11',
    number: 11,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '12',
    number: 12,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '13',
    number: 13,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '14',
    number: 14,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  },
  {
    id: '15',
    number: 15,
    title: 'Only one yell',
    stanzas: [
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'refrain',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      },
      {
        title: 'final',
        lyric:
          '季節が巡って進んでいくたびに少しずつ変わっていく夕暮れの空の下で語り合った未来とは違うけど\n確かなものはそう胸の中に優しい温もりを真っ直ぐにあなたへ伝えるよ'
      }
    ]
  }
]
